Repository: TonyMiloro/Pr-cticas-Preprofesionales
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_us

source: When entrance exams were restored in 1978, Chen tested into the economic man- agement department of the graduate school at CASS, where he studied under the guidance of senior economists Ma Hong and Yu Guangyuan (interestingly, Zhu Rongji was in the same institute at that time).
es_us: Cuando se restablecieron los exámenes de ingreso en 1987, Chen realizó el examen para ingresar al departamento de gestión económica de la escuela de postgrado en la CASS. Allí estudió bajo la guía de los experimentados economistas Ma Hong y Yu Guangyuan (resulta un dato curioso que Zhu Rongji se encontraba en la misma institución en ese momento).

source: When expression diverged too far from what he deemed acceptable, Deng cracked down.
es_us: Cuando la expresión se alejaba demasiado de lo que consideraba aceptable, Deng tomaba medidas severas.

source: When it was announced that Jiang Zemin, the Party secretary of Shanghai, had been made general secretary of the CCP, it was widely assumed that he would be a transitional figure, not unlike Hua Guofeng, who had served briefly as chairman of the Party following Mao Zedong’s death in 1976.
es_us: Cuando se anunció que Jian Zemin, el secretario general del partido de Shanghai, había sido nombrado secretario general del PCCh, se asumió ampliamente que no duraría mucho tiempo como Hua Guofeng, que ocupó el cargo de presidente del partido durante un periodo corto tras la muerte de Mao Zedong en 1976.

source: When one looks at this list, it is apparent that Zhu Rongji had succeeded in promoting Wen Jiabao as his replacement, Li Peng had succeeded in having his chosen replacement, Luo Gan, take over as head of the Political and 33 Xinhua, October 22, 2002, reported the next day
es_us: Cuando se mira esta lista, es evidente que Zhu Rongji tuvo éxito en proponer a Wen Jiabao como su reemplazo, Li Peng había tenido éxito en que la persona que eligió para reemplazarlo, Luo Gan, asumiera como cabeza de la política y del liderazgo del Partido Comunista Chino luego del décimosexto congreso.

source: When the Cultural Revolution broke out, Jiang inevitably came under attack as a “person in authority taking the capitalist road,” but he quickly resumed his career when he was selected in 1971 to lead a technical delegation to Romania.
es_us: Cuando la Revolución Cultural comenzó, Jiang fue criticado de manera inevitable como una “persona con autoridad que toma el camino capitalista”, pero rápidamente continuó con su carrera cuando se lo eligió en 1971 para liderar una delegación técnica a Rumania.

source: When the International Monetary Fund (IMF) in 1993 announced that China’s economy, when measured in terms of purchasing price parity (PPP), was already the third largest economy in the world
es_us: Cuando el Fondo Monetario Internacional (FMI) anunció en 1993 que la economía de China, cuando se medía en términos de paridad de poder adquisitivo (PPA), ya era la tercera economía más grande del mundo

source: When the Sixteenth Party Congress convened in Beijing in early November 2002, there were two major issues on the agenda, both of which would extend at least through the Seventeenth Party Congress in 2007.
es_us: Cuando el Decimosexto Congreso del Partido se reunió en Pekín en noviembre del 2002, había dos temas de gran importancia para tratar, que se extenderían al menos durante el Decimoséptimo Congreso del Partido en el 2007.

source: When the coup collapsed after only three days, Chinese leaders were despondent.
es_us: Cuando el golpe de estado colapsó luego de tan solo tres días, los líderes chinos estaban desanimados.

source: When the results of the Congress and Plenary Session were announced, it was apparent that Hu had made important gains even while making impor- tant compromises (see Tables 5 and 6).
es_us: Cuando se anunciaron los resultados del Congreso y de la sesión plenaria, era evidente que Hu progresaba significativamente incluso cuando logró acuerdos importantes (véase tablas 5 y 6).

source: When the results of the Congress and Plenary Session were announced, it was apparent that Hu had made important gains even while making impor- tant compromises (see Tables 5 and 6). Perhaps the single most important gain was to enforce the retirement age of 68. It will be recalled that at the Fifteenth Party Congress in 1997, Jiang Zemin had been able to force Qiao Shi's retirement by imposing a retirement age of 70 (only to have Bo Yibo say that the 71-year-old Jiang should be exempted from this rule) (see Chapter 7). Five years later, Jiang lowered the retirement age to 68, which necessitated Li Ruihuan's stepping down. Until the CCP is willing to commit itself on paper to a rule governing retirement at the highest level, it has to be assumed that the retirement age adopted at any given Party Congress is subject to negotiation. In the case of the Seventeenth Party Congress, enforcing a retirement age of 68 was important because Zeng Qinghong was 68. Despite reports that Zeng and Hu were working effec- tively together, Zeng remained a formidable political actor, one who could effectively constrain Hu's power and plans. But enforcing the retirement age of 68 also had its costs. It meant that Jia Qinglin, 67, and Li Changchun, 63, would remain on the Politburo Standing Committee (PBSC), taking up positions that might otherwise have been used for allies of Hu. In addi- tion, Jia's continuance on the PBSC is awkward at best because Hu has been campaigning vigorously against corruption whereas many Chinese remember Jia's apparent involvement in the Yuan Hua scandal of 1999.
es_us: When the results of the Congress and Plenary Session were announced, it was apparent that Hu had made important gains even while making impor- tant compromises (see Tables 5 and 6). Perhaps the single most important gain was to enforce the retirement age of 68. It will be recalled that at the Fifteenth Party Congress in 1997, Jiang Zemin had been able to force Qiao Shi's retirement by imposing a retirement age of 70 (only to have Bo Yibo say that the 71-year-old Jiang should be exempted from this rule) (see Chapter 7). Five years later, Jiang lowered the retirement age to 68, which necessitated Li Ruihuan's stepping down. Until the CCP is willing to commit itself on paper to a rule governing retirement at the highest level, it has to be assumed that the retirement age adopted at any given Party Congress is subject to negotiation. En el caso del Décimoséptimo Congreso del Partido, haber impuesto los 68 años como edad de jubilación fue significativo ya que Zeng Qinghong tenía esa edad. A pesar de los rumores que indicaban que Zeng y Hu trabajaban juntos de manera eficaz, Zeng se mantuvo en una posición que podría limitar los planes y el poder de Hu. pero imponer esta edad jubilatoria tuvo también sus costos. significaba que Jia Qinglin, de 67, y Li Changchun, de 63, continuarían siendo miembros del Comité Permanente del Politburó (PBSC), ocupando cargos que de otra manera podrian haber sido destinados a aliados de Hu. Además, la continuidad de Hu en el PBSC resulta incómoda ya que Hu había hecho una fuerte campaña en contra de la corrupción, sin embargo muchos chinos recuerdan que Jia podria haber estado involucrado en el escandalo de Yuan Hua de 1999.

source: When theSixteenth Party Congress convened in Beijingi nearly November 2002, there were two major issues on the agenda, both of which would extend at least through the Seventeenth Party Congress in 2007.
es_us: Cuando el Décimo Sexto Congreso del Partido se reunió en Pekín losprimeros días de noviembre de 2002, había dos temas de gran importancia para tratar, que se seguirían debatiendo al menos hasta el Décimo Séptimo Congreso del Partido en 2007.

source: Whereas A Third Eye focused primarily on domestic social and political issues with a nationalistic slant, China Can Say No was an unabashed outpouring of nationalistic feeling with little attention to domestic issues.
es_us: Mientras que Un tercer ojo retomó principalmente temas sociales y políticos internos con un enfoque nacionalista, China puede decir no fue un desahogo descarado de un sentimiento nacionalista con muy poco interés hacia temas internos.

source: Whereas Western commentators continued to view the image of the lone person standing in front of a column of tanks as emblematic of the aspirations of the Chinese people, more and more Chinese saw that person as symbolizing the excessive romanticism of the 1980s reform movement.
es_us: Mientras los comentaristas occidentales continuaron viendo la imagen de la persona solitaria de pie en frente de una columna de tanques como un acto emblemático de las aspiraciones de la población china, cada vez son más los chinos que ven a esa persona como un símbolo del romanticismo excesivo del movimiento reformista de los 80.

source: Whereas a year earlier Deng Liqun had been calling reform and opening upthe source of peaceful evolution,98the Fourteenth Party Congress report declared that “the most clear-cut characteristic of the new historical period is reform and opening up ”and that the “new revolution” inaugurated by Deng Xiaoping was “aimed atfundamentallychanging the economic structure rather than patching it up.” Underlining the profound changes called for by Deng’s revolution, the political report endorsed the creation of a “socialistmarketeconomic system” as the goal of reform, thereby advancing well beyond the 1984 thesis of building a “socialist planned commodity economy” – which had itself been a controversial step forward.99
es_us: Mientras que un año antes Deng Liqun había llamado a reforma y a la apertura dela fuente de la evolución pacífica,98el informe del XIV Congreso Nacional del Partido declaró que “las características más sobresalientes del nuevo periodo histórico eran la reforma y la apertura” y que la “nueva revolución” que Deng Xiaoping había inaugurado estaba destinadafundamentalmentea cambiar la estructura económica en vez de a arreglarla”. Destacando los cambios profundos llevados a cabo por la revolución de Deng, el informe político respaldó la creación de un “sistema económicomercantilsocialista” como objetivo de reforma, y de ese modo avanzar más allá de lo postulado en la tesis de 1984 que proponía una “economía mercantil planificada socialista” – la que ya había sido un avance controversial.99

source: Whereas lower levels had welcomed reforms earlier in the decade, now they had developed interests in the semireformed institutions of local society and opposed efforts that would erode their newfound power.
es_us: A pesar de que al comienzo de la década habían acogido las reformas, ahora estaban interesados en las instituciones semireformadas y se resistían a intentos que pudieran deteriorar su nuevo poder.

source: Whereas per capita income at stood at about $250 in 1989, it had grown to some $1200 by 2006, a remarkable achievement for a country of 1.3 billion people and putting China well on the way toward becoming a middle income country.
es_us: Mientras que en 1989 el ingreso per cápita estaba estancado alrededor de los USD 250, en 2006 había crecido hasta alcanzar los USD 1200, lo que representó un logro excepcional para un país de 1300 millones de habitantes y un indicador de que China iba en camino a convertirse en un país de ingreso medio.

source: Whereas previously they had held strong reservations about the direction of economic and cultural change in China, in 1989 they were convinced that reform was on the wrong track.
es_us: Mientras que anteriormente tenian dudas sobre el rumbo de los cambios económicos y culturales en China, en 1989 se terminaron de convencer de que la reforma iba por mal camino.

source: Whereas reform and maintaining the old system had seemed the only alternatives in the 1980s, after Tiananmen the alternative of social and political collapse had to be considered as well.
es_us: Mientras que la reforma y el mantenimiento del viejo sistema parecían las únicas alternativas en la década de los 80, después de Tiananmén, la alternativa al fracaso social y político también tenía que considerarse .

source: Whereas reformers in the 1980s could look to the old system as the negative image they wanted to escape and to the West as holding out solutions they wanted to move toward, by the 1990s there was less certainty about the goal of reform.
es_us: Mientras que los reformadores en la década de los 80 podían recurrir al viejo sistema, para ver la imagen negativa de la cual querían escapar y a Occidente que ofrecía soluciones a las cuales querían acercarse; en la década de los 90, había menos certezas acerca de los objetivos de la reforma.

source: Whereas some younger scholars, such as Cui Zhiyuan, suggest that there are positive aspects of the Maoist era, these and other scholars of the older generation remind those who will listen that the Maoist era really was bad.
es_us: Aunque algunos estudiosos jóvenes, como Cui Zhiyuan, presentan aspectos positivos acerca de la era Maoist, estos y otros estudiosos de la antigua generación se identifican con aquellos que escucharán que la era Maoísta fue un periodo realmente malo.

source: Whereas the CCP had traditionally rooted itself in the May Fourth rejection of China’s Confucian heritage, the tree analogy envisioned contemporary Marxism as growing out of Confu- cianism.
es_us: Mientras que el PCCh se había apoyado tradicionalmente en el rechazo del Cuatro de Mayo de la herencia confuciana de China, la analogía del árbol concebía al Marxismo contemporáneo había surgido del Confucianismo.

source: Whereas the Sixteenth Party Congress stressed creating a high-tech, urbanized, globalized, economically competitive, professional, middle-class society, the Third Plenum set out a vision of a more balanced strategy, a theme that would be more fully devel- oped two years later when the Fifth Plenary Session of the Sixteenth Central Committee articulated a plan for the Eleventh Five-Year Program. Whereas the Sixteenth Party Congress had talked in terms of economic development, the Third Plenum stressed “economic and social development” (emphasis added), a phrase it used seven times.57
es_us: Mientras que este congreso hizo hincapié en la creación de una clase media de avanzada en tecnología, urbanizada, globalizada, competitiva económicamente y profesional, el Tercer Plenario presentó una visión con una estrategia mucho más equilibrada, asunto que sería tratado con mayor profundidad dos años después cuando la V Sesión Plenaria del XVI Comité Central articuló un plan para el XI Plan Quinquenal. Mientras que el XVI Congreso Nacional del Partido Comunista de China había hablado en términos de desarrollo económico, el Tercer Plenario remarcó “el desarrollo económico y social” (énfasis agregado), una frase que se repitió siete veces.

source: Whereas the former trends point to a growing pluralization of Chinese society and governance, the lat-ter suggest a continuing institutional and cultural rejection of pluralism.
es_us: Mientras que estas primeras tendencias apuntan a un incremento en la pluralización de la sociedad y del gobierno chino, las últimas sugieren un constante rechazo institucional y cultural del pluralismo7.

source: Whereas the former trends point to a growing pluralization of Chinese society and governance, the lat-ter suggest a continuing institutional and cultural rejection of pluralism.7 Although the Jiang Zemin era saw considerable efforts to reconcile these conflicting aspects of the political system, particularly with Jiang’s enunci-ation of the “Three Represents,” which permitted entrepreneurs to join the CCP, there has been a surprising re-emphasis on ideology, not to mention a tightened control over media and crackdown on those who pursue rights
es_us: Mientras que estas primeras tendencias apuntan a un incremento en la pluralización de la sociedad y del gobierno chino, las últimas sugieren un constante rechazo institucional y cultural del pluralismo7. Por esta razón, se realizaron esfuerzos considerables en la era Jiang Zemin para renconcilar estos aspectos conflictivos del sistema político, particularmente con la introducción de Jiang de Three Represents (la "Triple representatividad") que permitió a emprendedores formar parte de la PCCh; sin embaro, hubo un nuevo y sorpresivo énfasis en ideología, sin mencionar un estricto control sobre los medios y medidas represivas para aquellos que reclamaban por sus derechos

source: Whether because of the leadership transition that was to take place at the NPC or the usual impulse of the CCP not to report difficulties openly, the leadership decided not to report the development of SARS honestly.
es_us: Ya sea debido a la transición de liderazgo que estaba por ocurrir enlaAPN oel impulso habitual del PCCh denocomunicarlos problemas abiertamente, el gobiernodecidióno informar con honestidad sobre el avance del SARS.

source: Whether because of the semireformed nature of the system or the specific interests of the people involved, these reforms often contributed to the corruption, abuse of power, and income inequality that made so many intellectuals skeptical of capitalist solutions.
es_us: Ya sea por la naturaleza casi reformada del sistema o por los intereses particulares de las personas involucradas, estas reformas a menudo contribuyeron con la corrupción, el abuso de poder y la desigualdad de ingresos que hizo que muchos intelectuales dudaran de las soluciones capitalistas.

source: Whether it was discussions of “alienation” in socialism,28 efforts to bring an end to “life-long tenure” and create a rational civil service,29 policy proposals to marketize the Chinese economy,30 translations of Western thinkers,31 nascent writings about human rights and democracy,32 or “reconceptualizations” of capitalism and socialism to emphasize their similarities, the task was to expunge “leftism” from Chinese social, economic, and political life.
es_us: Ya fuesen debates sobre la "alienación" en el socialismo;28 esfuerzos para terminar con los "mandatos de por vida" y crear un servicio civil racional;29 propuestas políticas para marquetizar la economía china; 30 traducciones de pensadores Occidentales;31 escritos nuevos sobre los derechos humanos y la democracia;32 "nuevas concepciones" del capitalismo y el socialismo con el fin de enfatizar sus similitudes, la tarea era eliminar el "izquierdismo" de la vida social, económica y política en China.

source: Whether the state can explain its efforts to deal with the problems society faces and secure the acceptance of intellectuals for emerging institutional arrangements are important factors in building legitimacy.
es_us: Para lograr legitimidad, es fundamental que el estado sea capaz de explicar su esfuerzo por ocuparse de los problemas que enfrenta la sociedad y de lograr la aceptación de los intelectuales respecto de las disposiciones institucionales emergentes.

source: Whether these trends are “good” depends on where one stands in these policy debates.
es_us: Que estas tendencias sean "buenas" depende de la postura en estos debates de política.

source: While such methodologies can provide valuable insights by uncovering forgotten voices and offering new explanations, there has been a marked tendency in recent years to deconstruct Western narratives of Chinese his-tory.
es_us: A pesar de que dichas metodologías puedan brindar perspectivas valiosas al descubrir voces olvidadas y al ofrecer nuevas explicaciones, hubo una tendencia marcada en los ultimos años para deconstruir narrativas Occidentales de la historia de China.

source: While these inner Party norms were being developed, Chinese society, economy, and culture became far more complex and more integrated with the world.
es_us: Mientras estas normas partidarias internas estaban en proceso de desarrollo, la sociedad, enconomía y cultura china se volvieron mucho más complejas y se integraron aún más al mundo.

source: Why did China fail to maintain its cultural and political domination over the world?” As Jing Wang remarked, “[t]he modern elite are, after all, dreaming the same dream as their forebears of the dynastic past: wealth, power, and hegemony.” River Elegy, like other efforts to renovate China’s culture, was clearly rooted in a nationalistic response to China’s problems but this nationalism sought to modernize China by remaking it in the image of the outside world.
es_us: ¿Por qué China no logró conservar el dominio cultural y político que tuvo sobre el mundo?" Tal como recalcó Jing Wang: "La elite moderna, después de todo, está soñando lo mismo que sus ancestros del pasado dinástico: riqueza, poder y hegemonía". La elegía del río, al igual que otros esfuerzos realizados para renovar la cultura china, claramente se arraigaba en una respuesta nacionalista a los problemas del país, aunque este nacionalismo buscaba modernizar la nación para que se asemeje al mundo exterior.

source: Why did Jiang decide to retire in 2004?
es_us: ¿Por qué Jiang decidió retirarse en 2004?

source: With Chen’s defeat, Zhao Ziyang quickly arranged a position for him as vice-governor of the People’s Bank of China; Zhao’s concern was motivated by his desire to placate Chen Yun, with whom he was then having increasing difficulties.
es_us: Tras la derrota de Chen, Zhao Ziyang rápidamente le consiguió un puesto de vicedirector del Banco Popular de China; la preocupación de Zhao se encontraba motivada por su deseo de calmar a Chen Tun, con quien estaba teniendo dificultades cada vez mayores.

source: With the ﬁrst pillar severely shaken (and indeed about to disappear), it was all the more necessary to emphasize the “Chineseness” of the Chinese revolution.
es_us: Debido a que la primera base se encontraba debilitada (y, de hecho, a punto de desaparecer) era más que necesario enfatizar el “aspecto chino” de la revolución china.

source: With the Tiananmen incident, Deng’s prestige within the Party plummeted, weakening his ability to exercise informal authority.
es_us: Debido al incidente de Tiananmen, el prestigio de Deng dentro del Partido se vio reducido en forma considerable. Como consecuencia se debilitó su capacidad para ejercer autoridad informal.

source: With the basic distribution of power and the affirmation of reform settled by the Congress, at least temporarily, attention could turn to what type of state the political leadership wanted to (or could) build in the post- Tiananmen period.
es_us: Una vez que el congreso estableció la distribución básica del poder y la confirmación de la reforma, al menos de manera temporal, se pudo centrar la atención al tipo de estado que los líderes políticos querían (o podían) construir en el período posterior a Tiananmén.

source: With the collapse of the coup, Deng moved quickly to reassert his vision of reform, leading to his trip to the south and the Fourteenth Party Congress.
es_us: Pero con el fracaso del golpe, Deng aprovechó rápidamente para reafirmar su visión de una reforma, lo que resultó en su viaje al sur y en el XIV Congreso Nacional del Partido Comunista de China.

source: With the decision to promote He Guo- qiang and Zhou Yongkang to the PBSC, there were seven slots (including that opened by Chen Liangyu's arrest).
es_us: Luego de la decisión de ascender a He Guoqiang y Zhou Yongkang al PBSC, había siete puestos vacantes (entre los que se incluye el que quedó luego del arresto de Chen Lyangyu).

source: With the emphasis on economic growth has come a change in the basis of the regime’s legitimacy.
es_us: Con el énfasis puesto en el crecimiento económico, se vino un cambio en las bases de la legitimidad del régimen.
